Repository: pluginsGLPI/uninstall
Catalog: locales/*.po
Languages: es_ec, sk_sk

source: Action on group
es_ec: Acción sobre el grupo
sk_sk: Akcia na skupine

source: Add template
es_ec: Agregar plantilla
sk_sk: Pridať šablónu

source: Additionnal fields
es_ec: Campos adicionales
sk_sk: Dodatočné polia

source: Affect to a new group
es_ec: Afectar a un nuevo grupo
sk_sk: Priradiť do novej skupiny

source: Apply model
es_ec: Aplicar modelo
sk_sk: Použiť model

source: Archive of old material
es_ec: Archivo de material antiguo
sk_sk: Archív starého materiálu

source: Archiving method of the old material
es_ec: Método de archivo del material antiguo
sk_sk: Metóda archivácie starého materiálu

source: CSV Archiving
es_ec: Archivado CSV
sk_sk: CSV archivácia

source: Choices for item to replace
es_ec: Opciones para el elemento a reemplazar
sk_sk: Voľby pre položku na nahradenie

source: Connections with other materials
es_ec: Conexiones con otros materiales
sk_sk: Prepojenie s ostatnými materiálmi

source: Delete + Comment
es_ec: Eliminar + Comentario
sk_sk: Zmazať + komentovať

source: Delete Fields plugin informations
es_ec: Eliminar información del complemento Campos
sk_sk: Zmazať informácie pluginu Polia

source: Delete computer in FusionInventory
es_ec: Eliminar computador en Fusion Inventory
sk_sk: Zmazať počítač vo FusionInventory

source: Delete computer in OCSNG
es_ec: Eliminar computador en OCSNG
sk_sk: Zmazať počítač v OCSNG

source: Delete inventory data (dynamic flag, locks, agent information, ...)
es_ec: Eliminar datos de inventario (bandera dinámica, bloqueos, información de agentes, ...)
sk_sk: Zmazať inventúrne dáta (dynamické príznaky, zámky, informácie o agentovi, ...)

source: Delete link with computer in OCSNG
es_ec: Eliminar enlace con computador en OCSNG
sk_sk: Zmazať prepojenie s počítačom v OCSNG

source: Delete software history (computers)
es_ec: Eliminar el historial de programas (computadoras)
sk_sk: Zmazať históriu software (počítače)

source: Delete the whole history
es_ec: Eliminar todo el historial
sk_sk: Zmazať celú históriu

source: Direct connections
es_ec: Conexiones directas
sk_sk: Priame pripojenia

source: Empty location
es_ec: Ubicación vacía
sk_sk: Vyprázdniť umiestnenie

source: Erase datas
es_ec: Borrar datos
sk_sk: Vymazať dáta

source: General informations
es_ec: Información general
sk_sk: Všeobecné informácie

source: Informations replacement
es_ec: Sustitución de información
sk_sk: Nahradenie informácií

source: Item is now uninstalled
es_ec: El elemento está desinstalado
sk_sk: Položka odinštalovaná

source: Item is now uninstalled with model %s
es_ec: El artículo se ha desinstalado con el modelo%s
sk_sk: Položka odinštalovaná pomocou modelu %s

source: Item replaced by a new one
es_ec: Elemento sustituido por uno nuevo
sk_sk: Položka nahradená novou

source: Item replaced by a new one with model %s
es_ec: Elemento sustituido por uno nuevo con modelo %s
sk_sk: Položka nahradená novou pomocou modelu %s

source: Item replacing an old one
es_ec: Elemento que sustituye a uno antiguo
sk_sk: Položka nahradzujúca starú

source: Item's Lifecycle
es_ec: Ciclo de vida del elemento
sk_sk: Životný cyklus položky

source: Item's Lifecycle (uninstall)
es_ec: Ciclo de vida del elemento (desinstalar)
sk_sk: Životný cyklus položky (odinštalácia)

source: Item's location after applying model
es_ec: Ubicación del elemento tras aplicar el modelo
sk_sk: Umiestnenie položky po použití modelu

source: Item's location after uninstall
es_ec: Ubicación del elemento tras la desinstalación
sk_sk: Umiestnenie položky po odinštalácii

source: Item's replacement
es_ec: Sustitución del elemento
sk_sk: Nahradenie položky

source: Keep + Comment
es_ec: Conservar + Comentar
sk_sk: Ponechať + komentovať

source: Keep in the current group
es_ec: Conservar en el grupo actual
sk_sk: Ponechať v aktuálnej skupine

source: Keep previous location
es_ec: Conservar la ubicación anterior
sk_sk: Ponechať predchádzajúce umiestnenie

source: Lifecycle
es_ec: Ciclo de vida
sk_sk: Životný cyklus

source: Location preferences
es_ec: Preferencias de ubicación
sk_sk: Predvoľby umiestnení

source: Manage templates
es_ec: Administrar plantillas
sk_sk: Spravovať šablóny

source: New group
es_ec: Nuevo grupo
sk_sk: Nová skupina

source: New item
es_ec: Nuevo elemento
sk_sk: Nová položka

source: New location of item
es_ec: Nueva ubicación del elemento
sk_sk: Nové umiestnenie položky

source: New status of the computer
es_ec: Nuevo estado del computador
sk_sk: Nový stav počítača

source: OCSNG link
es_ec: Enlace OCSNG
sk_sk: OCSNG odkaz

source: Old item
es_ec: Elemento antiguo
sk_sk: Stará položka

source: Overwrite informations (from old item to the new)
es_ec: Sobrescribir información (del elemento antiguo al nuevo)
sk_sk: Prepísať informácie (zo starej položky do novej)

source: PDF Archiving
es_ec: Archivo PDF
sk_sk: PDF archivácia

source: Please wait, replacement is running...
es_ec: Por favor espere, el reemplazo se está ejecutando...
sk_sk: Čakajte, prebieha nahradenie...

source: Please wait, uninstallation is running...
es_ec: Por favor espere, la desinstalación se está ejecutando...
sk_sk: Čakajte, prebieha odinštalácia...

source: Plugin PDF is installed and activated
es_ec: Complemento PDF instalado y activado
sk_sk: Plugin PDF je nainštalovaný a aktivovaný

source: Plugin PDF is not installed, you won't be able to use PDF format for archiving
es_ec: Si el complemento PDF no está instalado, no podrá utilizar el formato PDF para archivar
sk_sk: Plugin PDF nie je nainštalovaný, preto nebude možné pre archiváciu použiť formát PDF

source: Purge
es_ec: Depurar
sk_sk: Vymazať natrvalo

source: Reminder of the replacement model
es_ec: Recordatorio del modelo de sustitución
sk_sk: Pripomenutie modelu nahradenia

source: Remove
es_ec: Quitar
sk_sk: Zmazať

source: Removed from OCSNG with ID
es_ec: Retirado de OCSNG con ID
sk_sk: Zmazané z OCSNG s ID

source: Replace
es_ec: Reemplazar
sk_sk: Nahradiť

source: Replace status dropdown by plugin actions
es_ec: Reemplazar el menú desplegable de estados por las acciones del complemento
sk_sk: Nahradiť rozbaľovaciu ponuku stavu pomocou akcií pluginu

source: Replacement
es_ec: Reemplazo
sk_sk: Nahradenie

source: Replacement successful
es_ec: Reemplazo con éxito
sk_sk: Nahradenie bolo úspešné

source: Replacing data
es_ec: Sustitución de datos
sk_sk: Náhrada dát

source: See attached document
es_ec: Ver documento adjunto
sk_sk: Zobraziť priložený dokument

source: Shortcuts
es_ec: Accesos directos
sk_sk: Skratky

source: These options only apply to computers coming from OCSNG
es_ec: Estas opciones sólo se aplican a los computadores procedentes de OCSNG
sk_sk: Tieto voľby sa použijú iba na počítače pochádzajúce z OCSNG

source: This document is the archive of this replaced item
es_ec: Este documento es el archivo de este elemento sustituido
sk_sk: Tento dokument je archívom tejto nahradenej položky

source: This item is a replacement for item
es_ec: Este elemento es un reemplazo del elemento
sk_sk: Táto položka je náhradou za položku

source: This item was replaced by
es_ec: Este elemento ha sido reemplazado por
sk_sk: Táto položka bola nahradená za

source: Transfer's model to use
es_ec: Modelo de transferencia para usar
sk_sk: Použitý model presunu

source: Type of template
es_ec: Tipo de plantilla
sk_sk: Typ šablóny

source: Uninstall
es_ec: Desinstalar
sk_sk: Odinštalovať

source: Uninstallation
es_ec: Desinstalación
sk_sk: Odinštalácia

source: Uninstallation successful
es_ec: Desinstalación correcta
sk_sk: Odinštalácia bola úspešná
